export const initialUniversities = [
  {
    id: "1",
    aka: "HIT",
    name: "Harbin Institute of Technology",
    coverImage: "/placeholder.svg",
    images: [
      "/images/programs/HIT_UNIVERSITY_1.png",
      "/images/programs/HIT_UNIVERSITY_2.png",
      "/images/programs/HIT_UNIVERSITY_3.png",
    ],
    about: [
      {
        title: "ข้อมูลเกี่ยวกับ HIT",
        items: [
          "HIT ก่อตั้งขึ้นในปี 1920 โดยเริ่มต้นเป็นสภาบันการศึกษาด้านวิศวกรรมและพัฒนามาเป็นมหาวิทยาลัยที่มีชื่อเสียงระดับโลก",
        ],
      },
      {
        title: "จุดเด่นทางวิชาการ",
        items: [
          "HIT ได้รับการจัดอันดับในกลุ่มมหาวิทยาลัยที่มีชื่อเสียงด้านการวิจัยในจีน และเป็นหนึ่งในสมาชิกของโครงการ C9 League ซึ่งเปรียบเสมือนกลุ่ม Ivy League ของจีน",
          "มีความโดดเด่นในด้านวิศวกรรมอวกาศ วิทยาการคอมพิวเตอร์ หุ่นยนต์ วัสดุศาสตร์ และพลังงาน",
        ],
      },
      {
        title: "วิทยาเขต",
        items: [
          "HIT มีวิทยาเขต 3 แห่ง: ในฮาร์บิน (หลัก), เวยไห่ และเซินเจิ้น ซึ่งแต่ละแห่งมีจุดเด่นเฉพาะตัวในการสนับสนุนการเรียนการสอนและการวิจัย",
        ],
      },
      {
        title: "ความร่วมมือระหว่างประเทศ",
        items: [
          "HIT มีความร่วมมือกับมหาวิทยาลัยและสถาบันวิจัยระดับโลก และยังเปิดโอกาสให้มีการแลกเปลี่ยนนักศึกษาและนักวิจัยจากทั่วโลก",
        ],
      },
      {
        title: "สิ่งแวดล้อมการเรียน",
        items: [
          "วิทยาเขตในฮาร์บินมีสถาปัตยกรรมที่ผสมผสานสไตล์รัสเซียและจีน พร้อมสิ่งอํานวยความสะดวกที่ทันสมัยสําหรับการศึกษาและวิจัย",
        ],
      },
    ],
  },
  {
    id: "2",
    aka: "HNU",
    name: "Harbin Normal University",
    coverImage: "/placeholder.svg",
    images: [
      "/images/programs/HNU_UNIVERSITY_1.png",
      "/images/programs/HNU_UNIVERSITY_2.png",
      "/images/programs/HNU_UNIVERSITY_3.png",
    ],
    about: [
      {
        title: "ข้อมูลเกี่ยวกับ HNU",
        items: ["มหาวิทยาลัยฮาร์บินนอร์มอล เป็นมหาวิทยาลัยที่มีชื่อเสียงในการศึกษาและวิจัยในประเทศจีน"],
      },
      {
        title: "จุดเด่นทางวิชาการ",
        items: ["มีความเชี่ยวชาญในด้านการศึกษา ภาษา วรรณคดี และวิทยาการสังคม"],
      },
      {
        title: "วิทยาเขต",
        items: ["มีวิทยาเขตหลายแห่งในฮาร์บิน และเซินเจิ้น ซึ่งมีสิ่งอํานวยความสะดวกที่ทันสมัยสําหรับการศึกษาและวิจัย"],
      },
      {
        title: "ความร่วมมือระหว่างประเทศ",
        items: [
          "มีความร่วมมือกับมหาวิทยาลัยและสถาบันวิจัยระดับโลก และยังเปิดโอกาสให้มีการแลกเปลี่ยนนักศึกษาและนักวิจัยจากทั่วโลก",
        ],
      },
      {
        title: "สิ่งแวดล้อมการเรียน",
        items: [
          "วิทยาเขตในฮาร์บินมีสถาปัตยกรรมที่ผสมผสานสไตล์รัสเซียและจีน พร้อมสิ่งอํานวยความสะดวกที่ทันสมัยสําหรับการศึกษาและวิจัย",
        ],
      },
    ],
  },
]
